{
    "configScreen": {
        "title": "Configurations",
        "filaments": {
            "title": "Filaments",
            "pricePound": "Filament Kg Value",
            "diameterFilament":"Filament Diameter",
            "filamentType": "Filament Type",
            "failureRate": "Média de Falhas"
        },
        "printers": {
            "title": "Printers",
            "wattsUsage": "Watts Usage",
            "costKWh": "Cost of KWh",
            "lifespan": "Lifespan (Months)",
            "printerValue": "Cost of Printer",
            "ROI": "Return on investment (Months)",
            "repairRate": "Repair Rate",
            "hourUsedPerDay": "Hour Used Per Day",
            "dayPerMonth": "Day Per Month",
            "hours": "Hours",
            "days": "Days"
        },
        "finishes": {
            "title": "Finishes"         
        },
        "administrative": {
            "title": "Administrative"
        }
    },
    "calculatorScreen": {
        "title": "Cost Calculator",
        "filamentUsage": "Filament Usage (mm)",
        "hour": "Hours",
        "minutes": "Minutes",
        "subtotal": "Subtotal",
        "totalCost": "Total Cost",
        "totalTime": "Total Time",
        "$": "$"
    },
    "detailScreen": {
        "title": "Details",
        "filamentUsage": "Filament Usage (mm)",
        "hour": "Hours",
        "minutes": "Minutes",
        "typeCost": "Type of Cost",
        "filamentCost": "Filament Cost",
        "energyCost": "Energy Cost",
        "repairCost": "Repair Cost",
        "failCost": "Fail Cost",
        "finishesCost": "Finishes Cost",
        "depreciationCost": "Depreciation Cost",
        "administrationCost": "Administration Cost",
        "ROICost": "Return on investment",
        "totalCost": "Total Cost",
        "$": "$"
    },
    "loadingScreen": {
        "text": "Loading"
    },
    "components": {
        "infoButton": {
            "title": {
                "primer": "Primer",
                "ink": "Ink",
                "varnish": "Varnish",
                "labor": "Labor",
                "modeling": "Modeling",
                "phone": "Phone",
                "internet": "Internet",
                "administrative": "Administrative",
                "taxes": "Taxes",
                "others": "Other Cost"
            },
            "description": {
                "primer": "Enter here the cost with primer, for the fixing of the ink in the part. Enter here the value in numbers referring to the average cost with prime over the month. Primer is usually used as a preparatory base for metals, PET and glass, and can be painted later with acrylic paints, matte handicraft ink and metal colors *. The Primer can be of the type * liquid * or * spray *.",
                "ink": "Enter here the average cost with the inks used in the company, be they of any origin. Ink is the name normally given to a family of products (liquid, viscous or solid powder) which, after application as a thin layer, to a substrate becomes an opaque solid film. Paints are used to protect and color objects or surfaces. In 3D printing the most used are acrylic paints for handicrafts, spray paints.",
                "varnish": "Enter here the average cost with the varnish used in the company, be they of any origin. The Varnish is a viscous mixture of natural substances combined for the purpose of obtaining a protective film of artistic finish against moisture, weather or other malfunctions. Its raw material is obtained, usually of vegetables and the sap of them, then added other substances for its brightness, hardness, drying, malleability for later its use and commercialization. The resins are then diluted and mixed with solvents such as turpentine, Thinner, Alcohol, Turpentine, among others. Some varnishes contain added pigments, to alter the natural color and achieve satisfactory effect.",
                "labor": "Enter here the cost you have with the manual work done to manufacture your parts. It may be the salary of the employees responsible for this, or if you do it yourself you will enter the cost of your work per month, this you set based on your choices, if you want to use cost per hour, multiply the value for your work time and by the number of days worked in the month. For example: If I work 8 hours a day only during the week, and my hour is 5, the value to insert is 840 which equals 5 * 21 * 8.",
                "othersCost": "If you have any other monthly cost with the finish of the parts, such as sandpaper, plastic mass, packaging, plastic bubbles, or materials for delivery, insert it here.",
                "modeling": "Here you enter the cost of modeling for the part, if you have an employee responsible for modeling and he has a fixed salary, leave the value of his salary, otherwise change whenever you make use of the modeling.",
                "phone": "Enter your monthly cost here with the telephone company you use for the company.",
                "internet": "Enter the monthly cost with internet used by the company.",
                "administrative": "Enter here other monthly administrative costs, a sum of all of them, in these being salaries, rent, among others.",
                "taxes": "Enter here the monthly rates you have, such as MEI, PIS, COFINS, ISS, among others.",
                "others": "Enter here any other monthly cost you own to the company."
            }
        },
        "btn": {
            "add": "Add",
            "delete": "Delete",
            "yes": "Yes",
            "no": "No",
            "cancel": "Cancel",
            "confirm": "Confirm",
            "all": "All",
            "lastLine": "Last Line",
            "configSave": "Saved Settings",
            "save": "Saved"
        },
        "clearList": {
            "title": "Clear List",
            "text": "What do you want to delete?",
            "confirmText": "Are you sure about that? All data will be erased!"
        }
    },
    "mainDrawer": {
        "title": "3D Print Costs",
        "author": "Created by JS 3D",
        "version": "Version 1.0.0"
    },
    "error":{
        "addFilament": "Please add some value to the filament",
        "onlyNumbers": "Enter only numbers in the fields",
        "minutesHigh": "Check the minutes value, enter a value less than 60!",
        "addTime": "Please quote some value for the hour or the minute",
        "noLine": "No rows to delete, add some one",
        "pricePound": "Add filament cost in Settings.",
        "printerValue": "Add the printer cost in the Settings.",
        "hourPerDay": "Add the hours that the printer will work per day in Settings.",
        "dayPerMonth": "Add how many days the printer will work per month in the Settings.",
        "wattsUsage": "Add the amount of watts the printer consumes in Settings.",
        "costKWH": "Add cost per KW Hour for your region in Settings.",
        "hourOrDay": "Check the hours printed per day or days per month, one of them is too high."
    }
}